;
; Езиков файл за AE
; За версии от 0.6.9.418 и нагоре.
; (c) 2007-2016 WKStudio and The Contributors.
; Тази програма е безплатен софтуер. Моля проверете лиценза за повече информация.
;
; Моля превеждайте този файл ако изпитате нуждата. И недейте да си презаписвате заслугите за всичко ^_~
; Запишете си копието като Your_Language_Name.lang и то ще бъде разпознато от програмата при следващото и стартиране.
;
; AE поддържа ANSI, Shift-JIS и UNICODE езикови файлове. UTF-8 не се поддържа.
;
; Текущо избран набор от символи: Unicode | RUSSIAN_CHARSET
;
; Език: Български (Bulgarian)
;
; Translated by:
;  Ivo "dripper" Kolarov | dripper@abv.bg | http://forum.animes-bg.com/
;  Ivo "telamon" Zhelev  | telamon@abv.bg
;

[Lang]
;
; Версия на програмата (само за да се изключат по-старите версии на превода)
;
AppVersion                       =0.6.9.418

;
; Language name
;
Name                             =Български (Bulgarian)

;
; Font charset
;
;   0 = ANSI_CHARSET
;   1 = DEFAULT_CHARSET
;   2 = SYMBOL_CHARSET
;  77 = MAC_CHARSET
; 128 = SHIFTJIS_CHARSET
; 129 = HANGEUL_CHARSET
; 130 = JOHAB_CHARSET
; 134 = GB2312_CHARSET
; 136 = CHINESEBIG5_CHARSET
; 161 = GREEK_CHARSET
; 162 = TURKISH_CHARSET
; 177 = HEBREW_CHARSET
; 178 = ARABIC_CHARSET
; 186 = BALTIC_CHARSET
; 204 = RUSSIAN_CHARSET
; 222 = THAI_CHARSET
; 238 = EASTEUROPE_CHARSET
; 255 = OEM_CHARSET
;
Charset                          =204

;
; Please see
;
; http://msdn.microsoft.com/en-us/goglobal/bb964664.aspx
;
; for proper locale ID
;
LCID                             =1026

;
; Language Flag :)
;
LangFlag                         =bitmaps/flag/bg.png

;//////////////////////////////////////
;// Translator info                  //
;//////////////////////////////////////
;
; Please preserve "http://" and "mailto:" prefixes (you can also set something like
; "ReadMe.txt" or even "command.com", they will work as well ;) ).
;
; Забележка: НЕ ОСТАВЯЙТЕ ПРАЗНИ! запишете "n/a" или нещо подобно.
;
Translator                       =telamon
TranslatorWWW                    =n/a
TranslatorEMail                  =telamon@abv.bg

;//////////////////////////////////////
;// Font face & size                 //
;//////////////////////////////////////
;
; Monotype fonts (such as Lucida Console & Courier) are recommended
;
; Default is Lucida Console & 7 pixels

FontFace                         =Helv
FixedFontFace                    =Lucida Console
FontSize                         =7

;//////////////////////////////////////
;// Main window controls             //
;//////////////////////////////////////

TS_Archiver                      =Архиватор
TS_Audio                         =Аудио
TS_Image                         =Изображения
TS_Script                        =Сценарий
TS_E17_SCR                       =E17 SCR 
TS_Data                          =Данни
TS_Options                       =Опции
TS_Log                           =Конзола
TS_About                         =За програмата...

L_Messageboard                   =Системни съобщения
L_Mini_Log.Hint                  =Конзолен дневник(извеждане при двоен клик)...

;//////////////////////////////////////
;// Game archive tool                //
;//////////////////////////////////////

SB_OpenArchive                   =Отвори архив
SB_ExtractFile                   =Извади избраните
SB_ExtractAll                    =Извади всичко
SB_CreateArchive                 =Създай архив
SB_CloseArchive                  =Затвори архив

M_Arc_Files                      =Създай от файлове
M_Arc_Directory                  =Създай от директория
M_Arc_List                       =Създай от списък

M_Arc_Extract                    =Извади избраните
M_Arc_ExtractAll                 =Извади всичко

M_Arc_RAW                        =Raw режим

M_Arc_ExtRAW                     =Извади избраните
M_Arc_ExtAllRAW                  =Извади всичко

M_Arc_ListGen                    =Изведи списък на файловете

M_Arc_CreateArchive              =Създай архив...

M_Arc_SubFiles                   =... от файлове
M_Arc_SubDirectory               =... от директория
M_Arc_SubList                    =... от списък

M_Arc_Special                    =Допълнително...

M_Arc_HTMLList                   =Изведи HTML списък
M_Arc_HTMLListDir                =Изведи HTML списък от директория

M_Arc_HTMLFormatList             =[Анти-дефект] Изведи HTML списък на поддържаните формати
M_Arc_FormatsWriteIntoConsole    =[Анти-дефект] Добави списък на поддържаните формати в конзолния дневник

M_Arc_GetHashes                  =Изчисли CRC32 и MD5 на архива

M_Arc_HiddenDataCheck            =[Анти-дефект] Проверка за скрити данни

M_Arc_FragmentationCheck         =[Анти-дефект] Проверка за фрагментация

M_Arc_View                       =Изглед...
M_Arc_Icons                      =Иконки
M_Arc_Report                     =Доклад

M_Arc_Properties                 =Свойства

L_Arc_StatusProcessing           =Обработване:

;//////////////////////////////////////
;// Game archive tool subtabsheet 1  //
;//////////////////////////////////////

TS_ArchiveInterface              =Информация и преглед

GB_ArchiveOutputFormat           =Формат на изходния архив

CB_ArchiveFormatList.Hint        =Задай формата на изходния архив

GB_ArchiveInfo                   =Отвори информация за архива

FileList_Column_0                =Име и директория
FileList_Column_1                =Размер
FileList_Column_2                =Сбито
FileList_Column_3                =Офсет

L_FileNameTitle                  =Име на файла:
L_ArchiveSizeTitle               =Размер:
L_ArchiveFormatTitle             =Формат:
L_RecordsCountTitle              =Записки:

GB_AdditionalArcInfo             =Допълнителна информация за архива

L_ArchiveHexTitle                =CRC32:
L_ArchiveMD5Title                =MD5:

;//////////////////////////////////////
;// Game archive tool subtabsheet 2  //
;//////////////////////////////////////

TS_ArchiveSetup                  =Настройки

GB_ArchiveSetup                  =Настройки на архива

GB_ArchiveLoading                =Зареждане и записване на архив
CB_Do_CRC32                      =Извеждане на CRC32 и MD5 при зареждане (отмаркирайте ако отнема много време да зареди)
CB_ArchiveListHumanReadable      =Показвай размера на файловете в лесно разбираем за хора формат, а не в шестнадесетична система
CB_AllowArchiveOverwrite         =Позволи презаписването (предотвратява изтриването на оригинални архиви от някои глупави хора)
CB_RecursiveDirMode              =Използва рекурсивно сканиране на директориите (търсене на файлове в поддиректории и съхраняване на пътя в архива, ако се поддържа от формата)

GB_ArchiveHiddenScan             =Сканиране за скрити метаданни

CB_HiddenDataAutoscan            =Позволи автоматично сканиране и възстановяване при зареждане
CB_HiddenDataAutoscanAsk         =Изискване на разрешение от страна на потребителя преди изпълняване на дейността

GB_ArchiveCreation               =Създаване на архив

GB_ArchiveAddingMethod           =Стандартен начин за добавяне на файлове
RB_Arc_Files                     =Вземи от файлове (максимум 2500)
RB_Arc_Directory                 =Вземи от директория
RB_Arc_List                      =Вземи от списък

;//////////////////////////////////////
;// Game archive tool subtabsheet 3  //
;//////////////////////////////////////

TS_ArchiveFormats                =Формати

;//////////////////////////////////////
;// Audio tool                       //
;//////////////////////////////////////

SB_Audio_Open                    =Отвори аудио файл
SB_Audio_Encode                  =Преработи файла в...
SB_Audio_Batch                   =Масово преработване

GB_AudioStream_Setup             =Настройки за директно аудио преработване

L_AudioStreamConvSel             =Изберете преработванията, които искате да изпълните:
L_AudioStream_InputDir           =Входна директория:
L_AudioStream_OutputDir          =Изходна директория:


;//////////////////////////////////////
;// Image tool                       //
;//////////////////////////////////////

SB_EDGE_Picture_Open             =Отвори изображение
SB_EDGE_Picture_Save             =Запиши изображение...
SB_EDGE_Picture_SaveWOAlpha      =Запиши без афла
SB_EDGE_Picture_SaveAlpha        =Запиши афла
SB_Image_Batch                   =Масово преработване
SB_Image_GrapS                   =GrapS – Raw четец

;//////////////////////////////////////
;// Image tool subtabsheet 1         //
;//////////////////////////////////////

TS_EDGE                          =Информация и преглед

GB_ImageOperations               =Дейности

TB_EDGE_Flip                     =Обърнато
TB_EDGE_Flip.Hint                =Обърни изображението
TB_EDGE_Negative                 =Негатив
TB_EDGE_Negative.Hint            =Обърни цветовете на сегашното изображение
TB_EDGE_ColorSwap                =Разменени цветове...
TB_EDGE_ColorSwap.Hint           =Размени цветови канали чрез избран метод...
TB_EDGE_Grayscale                =Черно-бяло
TB_EDGE_Grayscale.Hint           =Преработи изображение към черно-бяло чрез избран метод...
TB_EDGE_SubAlpha_Append          =Добавяне на суб-алфа
TB_EDGE_SubAlpha_Append.Hint     =Добавяне на суб-алфа от алфа (4-ти цветови канал)
TB_EDGE_SubAlpha_Extract         =Извеждане на суб-алфа
TB_EDGE_SubAlpha_Extract.Hint    =Извеждане на суб-алфа при алфа (4-ти цветови канал)
TB_EDGE_SubAlpha_Destroy         =Изтриване на суб-алфа
TB_EDGE_SubAlpha_Destroy.Hint    =Изтриване на суб-алфа от сегашното изображение
TB_EDGE_Alpha_Flip               =Обръщане на алфа
TB_EDGE_Alpha_Flip.Hint          =Обръщане на алфа канал на изображението
TB_EDGE_NegativeAlpha            =Негатив на алфа
TB_EDGE_NegativeAlpha.Hint       =Обърни цветовете на алфа в сегашното изображение
TB_EDGE_Alpha_Append             =Добавяне на алфа
TB_EDGE_Alpha_Append.Hint        =Добавяне на алфа канал от черно-бяло изображение
TB_EDGE_Alpha_Extract            =Извеждане на алфа
TB_EDGE_Alpha_Extract.Hint       =Извеждане на алфа канал от черно-бяло изображение
TB_EDGE_Alpha_Destroy            =Изтриване на алфа
TB_EDGE_Alpha_Destroy.Hint       =Изтриване на алфа канал от сегашното изображение
TB_EDGE_Alpha_Generate           =Генериране на алфа
TB_EDGE_Alpha_Generate.Hint      =Генериране на черно-бяло алфа изображение при сравняване на 2 изображения

SM_EDGE_GS_ArithmeticMean        =Средноаритметична стойност
SM_EDGE_GS_Luma                  =Класическа Luma
SM_EDGE_GS_HDR                   =HDR \ Luma (по-истинско)
SM_EDGE_GS_Red                   =Само червени нюанси
SM_EDGE_GS_Green                 =Само зелени нюанси
SM_EDGE_GS_Blue                  =Само сини нюанси

M_EDGE_SUBAlpha_Append_Left      =Ляво
M_EDGE_SUBAlpha_Append_Right     =Дясно
M_EDGE_SUBAlpha_Extract_Left     =Ляво
M_EDGE_SUBAlpha_Extract_Right    =Дясно
M_EDGE_SUBAlpha_Destroy_Left     =Ляво
M_EDGE_SUBAlpha_Destroy_Right    =Дясно

GB_ImagePreview                  =Преглед (извежда прозореца за преглед при двоен-клик) 

L_Image_Original                 =Изображение:
L_Image_Alpha                    =Алфа:

GB_ImageInfo                     =Текуща информация за файла
L_ImageFileNameTitle             =Име на файла:
L_ImageSizeTitle                 =Размер:
L_ImageFormatTitle               =Формат:
L_ImageResolutionTitle           =Резолюция:
GB_ImageFormat                   =Изходящ формат
GB_EDGE_Coordinate_Editor        =Редактор на PRT координати
CB_PRT_Editor_Enable             =Позволи редактиране

GB_PreviewColor                  =Преглед на фоновия цвят

;//////////////////////////////////////
;// Image tool subtabsheet 2         //
;//////////////////////////////////////

TS_EDGE_Setup                    =Подготовка

GB_ImageSetup                    =Подготовка на инструментите

; All
TS_EDGE_All                      =Всичко

GB_EDGE_General                  =Общо
CB_ALL_ProcessAlpha              =Обработка на данни от алфа (позволява зареждането и записването на алфа)
CB_All_LoadSepAlpha              =Зареди алфа от дадените bmp файлове (комбинации от типа: file.jpg + filea.bmp)
CB_EDGE_InvertAlpha              =Борави със суб-алфа като с обърнато изображение (може да варира от игра на игра)

GB_EDGE_ColorOptions             =Цветови настройки

GB_EDGE_GrayScale                =Обикновен черно-бял метод
GB_EDGE_ColourSwap               =Обикновенен метод за размяна на цветове

; PNG & JPEG
GB_EDGE_PNG_JPEG                 =PNG и JPEG

CB_JPEGProgressive               =Запиши Progressive JPEG файлове (полезно е за интернет страници)
L_JPEG_Quality                   =Качество на JPEG (1 – лошо качество, 100 – голям размер):
B_EDGE_JPEG_Reset                =Нулиране
L_PNG_Compression                =Компресиране на PNG при записване (0 - никакво, 9 - максимално):
B_EDGE_PNG_Reset                 =Нулиране

; PRT
TS_EDGE_PRT                      =PRT

GB_EDGE_PRT                      =Kid Engine PRT

CB_PRT_Coords                    =Зареди и запиши XY координатите на PRT като ini файлове заедно с изображенията 

; Misc
TS_EDGE_Misc                     =Разни работи

GB_EDGE_Misc                     =Разни работи
SB_EDGE_JPHTML.Hint              =Изведи HTML версия на таблицата за Японските нюанси на цветовете 

;//////////////////////////////////////
;// Script tool (work-in-progress)   //
;//////////////////////////////////////

SB_SR_Open                       =Отвори сценарий
SB_SR_Decompile                  =Запиши разхвърлян
SB_SR_BatchDecompile             =Масово разхвърляне
SB_SR_Compile                    =Състави
SB_SR_BatchCompile               =Масово съставяне

CB_SR_ScriptFormat.Hint          =Задава изходния формат на сценария

;//////////////////////////////////////////////////
;// Script tool (obsolete Ever17 Script Chunker) //
;//////////////////////////////////////////////////

SB_OpenSCR                       =Отвори сценарий
SB_ExportSCRChunks               =Изведи от данните
SB_ImportSCRChunks               =Внеси от данните
SB_SCRChunkEditor                =Редактор на нишки
SB_SCRSaveText                   =Запиши текста

L_SCRTextSections                =Декомпилирани текстове:

GB_SCRSetup                      =Подготовка
GB_SCRImport                     =Внасяне

CB_SCRAutoimport                 =Автоматично внасяй при зареждане
CB_SCRSaveDir                    =Запиши копие в директорията:

;L_SCR_12345=123456789012345678901234567890123456789012345678

GB_SC3                           =Декомпилиране на KID Engine SC3
RB_SC3_Strip                     =Декодиране/свличане на опкодовете
RB_SC3_Keep                      =Декодиране/запазване на опкодовете
SB_CompileList                   =Компилирай от списък
SB_CompileList.Hint              =Отваряне на текстови файлове с 'op00' стилизиране. Или иначе казано: 'op00\op00.scr'...

GB_ScenarioFileInfo              =Информация за сценария 

L_ScenarioOffsetText             =Части от текста започващи компенсиране:
L_ScenarioRecordsText            =Общ брой записани текстови дефиниции:

L_Warn_E17                       =Моля помнете: това е създадено специално за Ever17 и не може да се справя с други формати.

;//////////////////////////////////////
;// Misc tool                        //
;//////////////////////////////////////

SB_Data_Process                  =Обработване на данни
SB_Data_Bruteforce               =Груба обработка
SB_Data_Batch                    =Обработка на цялото

GB_DataConv                      =Настройки на конвертера на данни

L_DataConv_Mode                  =Избор на режим:
L_DataConv_Parameter             =Параметър:

L_DataConv_KeyFile               =Основни:
B_DataConv_Keyfile               =...
B_DataConv_Keyfile.Hint          =Натиснете това за да изберете какъвто-и-да-е "ключов" файл

GB_DataConv_Value                =Стойност

GB_Value                         =Тълкуване на стойност

;//////////////////////////////////////
;// Options                          //
;//////////////////////////////////////

;Core and language
TS_PC_CoreLang                   =Ядро / Език

GB_Core                          =Ядро

CB_NoAutocenter                  =Запомни позицията на прозореца (x,y координати). Изключване на автоматично центриране
CB_KeepWindowState               =Запомни състоянието на прозореца (минимизирано, нормално или цял екран)
CB_NoDefaultSize                 =Запомни големината на прозореца (широчина и височина)

CB_ScreenSnap                    =Орежи програмата за да се побере изцяло на екрана 
L_ScreenSnapPixels               =Пиксели
CB_AlphaBlendEffect              =Разреши алфа смесване на вида на главния прозорец, при зареждане 
CB_EnableDoubleBuffering         =Разреши двойно буфериране за GUI рендирането (намалява миганията на екрана, може да не е съвместимо с "Модерните" скинове)
CB_MultipleInstances             =Разреши ползването на множество потребителски модела

GB_Language                      =Език
L_LangAuthor                     =Автор:
L_LangWWW                        =WWW:
L_LangEMail                      =E-Mail:

L_SelectedLanguage               =Избери езиков файл:

B_DumpTranslation                =[ Анти-дефект ] Хвърли превода

;Skins and colour schemes
TS_PC_SkinColour                 =Скин / Цветова визия

GB_SC_Appearance                 =Визия

B_IntSkinReload                  =[ Анти-дефект ] Презареди основните скинове


;//////////////////////////////////////
;// Log aka console                  //
;//////////////////////////////////////
GB_MessageLog                    =Покажи и запиши в дневника

CB_LogS                          =Статични съобщения
CB_LogM                          =Обикновени съобщения
CB_LogI                          =Информация
CB_LogD                          =Анти-дефект съобщения
CB_LogW                          =Предупреждения
CB_LogE                          =Грешки
CB_NoLog                         =Нищо (изключи)
CB_NoLog.Hint                    =Изключване на записването в дневника (няма да бъдат показвани никакви съобщения за грешки)
CB_BeepOnError                   =Дзън!
CB_BeepOnWarn                    =Дзън!

L_Log_BGColor                    =Цвят на фона
L_Log_SelColor                   =Цвят на избраното

M_Log_ClbCpy                     =Копирай за лесен достъп
M_Log_ClbCpyAll                  =Копирай всичко за лесен достъп
M_Log_Save                       =Запиши конзолата като...
M_Log_Clear                      =Изчисти конзолата

;//////////////////////////////////////
;// About box                        //
;//////////////////////////////////////

L_UsersManual                    => Ръководство <
L_ThisSoftwareIsFree             =Този софтуер е безплатен. Моля консултирайте се с лиценза за повече подробности.
L_UnsupportedOS                  =ВНИМАНИЕ: Вашата операционна система не се поддържа. Възможно е да се появят грешки.

M_ShowCredits                    =Покажи кредити
M_SaveAboutBox                   =Запази bitmap

;//////////////////////////////////////
;// GrapS  Tool                      //
;//////////////////////////////////////

M_Graps_File                     =Файл
M_Graps_OpenFile                 =Отвори...
M_Graps_SaveAsBMP                =Запиши като BMP...
M_Graps_Exit                     =Връщане към AE
M_Graps_Help                     =?

TS_Graps_FileMode                =Файлов режим

GB_Graps_Seek                    =Контрол на позиционирането
L_Graps_Offset                   =Задай начален офсет:
B_Graps_JumpUp                   =^ Размер ^
B_Graps_JumpDown                 =v Размер v
B_Graps_Reset                    =На ново...
L_Graps_SeekStep                 =Размер на стъпката (<< и >>):
L_Graps_FinalOffsetText          =Краен офсет:

TS_Graps_ProcessList             =Режим - Списък с процеси

CB_Graps_ProcessList             =Списък с процеси и търсене
B_Graps_ProcListRefresh          =Поднови
L_Graps_ProcAddressStart         =Адрес на паметта (HEX):
L_Graps_ProcMemCpy               =Размер на копиране (HEX):
B_Graps_MemAddrPaste             =Постави
B_Graps_MemCpyFromCalc           =Взимане
B_Graps_CopyProcMem              =Вземи памет
; Автоматично взимане на всеки [ 500 ] мс
CB_Graps_MemoryAutoCpy           =Автоматично взимане на всеки...

GB_Graps_Image                   =Настройки на изображенията
L_Graps_Width                    =Ширина на изображението:
L_Graps_Height                   =Височина на изображението:
L_Graps_Bitdepth                 =Резолюция на бит:
CB_Graps_Interleaved             =Interleaved image stream
L_Graps_CalcStrSizeHEX           =Изчислен размер (HEX):

CB_Graps_Stretch                 =Разтегли за нагледност
I_Graps_View.Hint                =Двоен клик за записване...
Memo_Graps_HowTo1                =Как се използва:
Memo_Graps_HowTo2                =Отвори (или довлечи до тука) всеки файл, които (е възможно да) съдържа НЕКОМПРЕСИРАНИ битмап данни (например: временните складове за данни на игри и/или софтуер).
Memo_Graps_HowTo3                =Използвайте барчетата или въведете желание размер на битмапа и задайте бит/пиксел резолюцията (Внимателно. Няма да получите никакво изображение ако размера е прекалено голям).
Memo_Graps_HowTo4                =Използване на стъпките за намиране на правилния офсет на изображението.
Memo_Graps_HowTo5                =Когато получите каквото искате, кликнете два пъти за да запазите като BMP файл. ^_^
Memo_Graps_HowTo6                =П.П. Можете да търсите и директно в паметта на програмата. ^_~

;//////////////////////////////////////
;// Archive/file info dialog         //
;//////////////////////////////////////
TS_Info_File                     =Файл

L_Arc_FileTypeText               =Тип файл:
L_Arc_FileHealthText             =Състояние:
L_Arc_FilePathText               =Път на файла:
L_Arc_FileSizeText               =Големина на файла:
L_Arc_FileSizeCText              =Компресирано:
L_Arc_CompTypeText               =Компресия:

TS_Info_Attributes               =Атрибути

L_Arc_CreatedText                =Създаден на:
L_Arc_ModifiedText               =Модифициран на:
L_Arc_OpenedText                 =Отворен на:

L_Arc_Attrib                     =Атрибути:

CB_Arc_ReadOnly                  =Само за четене
CB_Arc_Archive                   =Архив
CB_Arc_Hidden                    =Скрит
CB_Arc_Compressed                =Компресиран
CB_Arc_System                    =Система
CB_Arc_Encrypted                 =Енкриптиран
CB_Arc_Virtual                   =Виртуален
CB_Arc_Deleted                   =Изтрит

TS_Info_AdditionalFields         =Допълнителни полета

TS_Info_Archive                  =Архив

L_Arc_EngineVersion              =Версия:
L_Arc_FormatSupportStat          =Статут на формата:
L_Arc_TotalRecords               =Архивирани списъци:
L_Arc_PhysicalArcSize            =Размер на физическия архив:
L_Arc_UncompressedFilesSize      =Размер на не-компресирания файл:
L_Arc_CalculatedFilesSize        =Изчислен размер на файл/овете:
L_Arc_WastedSize                 =Изгубени:
L_Arc_SavedSize                  =Спасени:
L_Arc_MissingSize                =Липсващи:
L_Arc_CompRatio                  =Степен на компресия:
L_Arc_FragRatio                  =Степен на фрагментация:
L_Arc_DamageRatio                =Степен на възможни щети:

TS_Info_Hashes                   =Кеш

B_DoMD5                          =Изчисли
B_DoCRC32                        =Изчисли

;//////////////////////////////////////
;// Messageboxes                     //
;//////////////////////////////////////

;
; Fragmentation\Compression ratio dialog
;
0000=Информация
0001=Архив
0002=Допълнителни полета
0003=Файл
0004=Версия на основата
0005=Състояние на форматирането
0006=Запиши в архив
0007=Резултати от проверката за фрагментиране
0008=Физически размер на архива
0009=Изчисли размера на файловете
000A=Размер на некомпресираните файлове
000B=Погубени
000C=Запазени
000D=Фрагментиране
000E=Компресиране
000F=Липси
0010=Риск

;
; Values
;
0011=байт
0012=бит
0013=килобайт
0014=мегабайт
0015=гигабайт

0016=Непознат формат

0017=Всички файлове
0018=Запазени
0019=Версия
001A=Нова директория
001B=Невъзможност за създаване на директория на посоченото място.

;
; Messages
;
001C=Моля обърнете се към „readme” за подробности.
001D=Работата с този тип формат е бъгава в момента и е възможно да има всякакви проблеми с крайния резултат.
001E=Работата с този тип формат е „само за четене”.
001F=Работата с този тип формат не е тествана.
0020=Този тип формат е идеотски.

0021=ПРЕДУПРЕЖДЕНИЕ
0022=Все още не може да се работи с избрания от вас тип формат. Поради тази причина крайния резултат ще е „нищо”. Съжалявам.  
0023=Да не забравите! Това ще презапише всички съществуващи в момента.
0024=Абсолютно сигурни ли сте, че искате да продължите?
0025=

0026=Ляво
0027=Дясно
0028=Горно
0029=Долно

002A=Не е файл

;
; %Filename% > %s% symbols. Filename will be truncated.
;
002B=Знаци. Името на файла ще бъде повредено.

002C=започнато от
002D=запирано до
002E=успешно отворено.
002F=успешно създадено.
0030=успешно извадено.
0031=успешно добавено.
0032=успешно разкодирано.

;
; %filename% imported as alpha.
;
0033=внесено като алфа.

0034=Започва...
0035=Изважда...
0036=Конвертира...
0037=Записва...
0038=Отваря...
0039=Добавя...
003A=Извежда...
003B=Внася...

;
; Raw reader tool subheader
;
003C=четец на Raw изображения

;
; W.I.M.E.D. Messages
;
003D=Изчисляване на CRC32, моля почакайте...

003E=Първо отворете архивираните файлове!
003F=Грешка при изваждане.
0040=Архиват е повреден или не се поддържа от системата.
0041=Файлат е невалиден и не може да бъде изваден.
0042=Невъзможност за разопаковане.
0043=Данно-потока на архива е затворен.
0044=Данно-потока на архива Е затворен!
0045=Архиват вече съществува и не може да бъде заменен. Моля използвайте друго име и/или място.

0046=Грешка с директорията!

0047=Създаване на изходна директория...
0048=Невъзможност за създаване на изходна директория!

;0049=Сегашното изпълнение на този формат е хакната версия на оригиналния формат и това може да причини грешки при зареждане и/или запазване. 
0049=Сегашното изпълнение се нуждае от умишлено неразбиране на оригиналния формат за да проработи. Създадено е за използване в точно определени ситуации. Може да причини грешки при зареждане и/или записване. 

004A=Невъзможност за отваряне на файла.

004B=Четене на аудио...
004C=Първо отворете аудиото!

004D=Успешно преработване на изображението.
004E=Грешка при преработване на изображението.
004F=Първо отворете изображението!

0050=Изображението не съдържа алфа.
0051=Размерите на изображението не се делят на 2 и следователно не може да бъде правилно разделено. 
0052=Невъзможност за сравняване на изображения с различни размери.
0053=Неподдържан формат или ширината и височината на алфата се различават от на изображението. 

0054=Готово.
0055=Отменено от потребителя.
0056=Неочаквана грешка.
0057=Грешка при четене на PNG.

0058=Неподдържан формат.
0059=Формата, който сте избрали като изходен, (все още) не се поддържа.

005A=Опитвате се да манипулирате основни файлове директно. Това не е позволено. 

;
; Този формат е отбелязан като "%format_status%". Сигурни ли сте, че искате да продължите?
;
005B=Този формат е отбелязан като
005C=Сигурни ли сте, че искате да продължите?

005D=Липсват необходими основни файлове.

005E=Този формат е вариация на основния формат, но с леки изменения. Поради тази причина бива прескачан при проверка за архивни формати. 

005F=Невъзможност за намиране на файла.

;
; Грешка при записване на %filename%
;
0060=Грешка при записване

0061=Презаписването на архиви е включено. Моля внимавайте.
0062=Презаписването на архиви е изключено.

0063=Конвертиране на файла. Моля почакайте...
0064=Завършено конвертирането.
0065=Грешка по време на конвертирането.

0066=Воденето на записки е изключено. Чао-чао!  
0067=Воденето на записки е включено. Имам какво да кажа!  

;
; Анти-дефект записките изчистени на %system_time%
;
0068=Анти-дефект записките изчистени на

0069=Все още се работи на тази опция.

006A=Декомпилиране на записки...
006B=Завиршено извеждане.
006C=Завършено въвеждане.

006D=Невъзможност за извеждане – няма отворен файл.
006E=Невъзможност за въвеждане – няма отворен файл.
006F=Невъзможност за въвеждане – липсват частични файлове!
0070=Невъзможност за създаване на изходна директория.

0071=Завършено новото означаване с инициали.

0072=Скрити данни са открити в този архив.
0073=Искате ли да бъде сложено на графичния интерфейс като възможност за извеждане?
0074=Бележка: незнайните данни ще бъдат закачени към крайния списък.
0075=Не са открити скрити данни в този архив.

; %n gap(s) found in this archive at the following offsets:
0076=оставен/и пропуск/и в архива в следния оффсет:

0077=Край на отчета.

;
; File/archive format info dialog window messages
;
0078=(няма данни)
0079=Повреден
007a=Мъртъв
007b=Изглежда добре
007c=Изчисляване на MD5 усвоение , моля изчакайте...
007d=CRC32 кеш потвърждение
007e=MD5 усвояване потвърждение
007f=Този файл е голям, операцията може да отнеме много време. Сигурни ли сте че искате да продължите?

;Directory dialog window
0080=Моля избери правилната директория:

; Field group #%n
0081=Field group

; Типове на компресиране
0082=Raw
0083=Никакъв / Друг
0084=Неизвестен
0085=Универсален LZSS

;Unknown file type
0086=Неизвестен

;//////////////////////////////////////
;// Credits section (easter egg-3)   //
;//////////////////////////////////////
;
; Please note: new basic formatting scheme
;
; &b - bold, &u - underline, &s - striked-out, && - processed to "&"
;
00F0=&b&uСъздатели
00F1=&bИдея && графики
00F2=&bЯдро
00F3=&bУчастници
00F4=&bЛокализация
00F5=&bКомпоненти && материяли
00F6=&bСпециални благодарности на...

00FB=Nepeta Leijon спрайт рисуван от CountAile. Используется с разрешения. :33

00FD=:33 < *могъщата котка се нахвърля в/у неподозиращата си жертва*

00FE=Следва продължение! :)

;//////////////////////////////////////
;// Documentation file               //
;//////////////////////////////////////
00FF=AE.chm

;
; Край
;